Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Noncompendial analytical procedures were validated for their intended use according to current ICH guidelines including Q2(R1) Validation of Analytical Procedures:
es_es: Los procedimientos analíticos no incluidos en farmacopea se validaron para su uso previsto de acuerdo con las pautas actuales de la ICH, incluida la directiva Q2(R1), Validación de procedimientos analíticos:

source: Noncompendial analytical procedures were validated for their intended use according to current ICH guidelines including Q2(R1) Validation of Analytical Procedures: Text and Methodology and Q6B Specifications: Test Procedures and Acceptance Criteria for Biotechnological/Biological Products.
es_es: Los procedimientos analíticos no incluidos en farmacopea se validaron para su uso previsto de acuerdo con las pautas actuales de la ICH, incluido el lineamiento Q2(R1), Validación de procedimientos analíticos: texto y metodología, y las especificaciones Q6B, Procedimientos analíticos y criterios de aceptación para productos biotecnológicos/biológicos.

source: None
es_es: Ninguno

source: None identified
es_es: Ninguno identificado

source: None identified (Cascade washer or washing belt*)
es_es: Ninguno identificado (lavadora en cascada o cinta de lavado*)

source: None identified (UV laser marking including qualified automated camera inspection system)
es_es: Ninguno identificado (marcado láser UV, incluido un sistema automatizado y calificado de inspección con cámara)

source: None identified (tunnel dryer)
es_es: Ninguno identificado (secador de túnel)

source: None of the 66 patients with intracranial internal carotid artery occlusion achieved the primary outcome.
es_es: Ninguno de los 66 pacientes con oclusión intracraneal de la arteria carótida interna alcanzó el criterio de valoración principal.

source: None of the above changes had any negative impact on the product quality, the changes have been performed to ensure a robust and reproducible process leading to consistent and reliable product quality.
es_es: Ninguno de los cambios anteriores tuvo impacto negativo en la calidad del producto; los cambios se realizaron para garantizar un proceso robusto y reproducible que conduzca a una calidad de producto homogénea y confiable.

source: None of the assessed marginal differences between the 40 mg/vial and the 25 mg/vial DP manufacturing processes showed a negative impact on product quality (see Chapter 3.12).
es_es: Ninguna de las mínimas diferencias evaluadas entre los procesos de fabricación del medicamento en 40 mg/frasco y 25 mg/frasco mostró un efecto negativo sobre la calidad del producto (ver el Capítulo 3.12).

source: None of the concomitant therapies was expected to influence the PK assessments.
es_es: No se previó que ninguno de los tratamientos concomitantes influyera en los valores farmacocinéticos.

source: None of the events were fatal cases; all patients recovered; see Listing 15.4.2: 10, Appendix 16.2.7, Listing 2, and Appendix 16.2.4, Listing 2.
es_es: Ninguno de los eventos fueron casos fatales; todos los pacientes se recuperaron; véanse el Listado 15.4.2: 10, Apéndice 16.2.7, Listado 2 y Apéndice 16.2.4, Listado 2.

source: None of the four Phenyl-Sepharose pools showed detectable levels of Insulin as well (see Table 2, Figure 2).
es_es: Ninguna de las cuatro mezclas de fenil sefarosa mostró niveles detectables de insulina (ver la Tabla 2 y la Figura 2).

source: None of the four Phenyl-Sepharose pools showed detectable levels of Insulin or Gentamicin.
es_es: Ninguna de las cuatro mezclas de fenil sefarosa mostró niveles detectables de insulina o gentamicina.

source: None of the materials in the manufacturing process of Tiotropium+Olodaterol Respimat® solution for inhalation contain gluten.
es_es: Ninguno de los componentes del proceso de fabricación de Tiotropio+Olodaterol, Respimat®, solución para inhalación contiene gluten.

source: None of the materials used in the manufacturing process of Ipratropium Bromide Monohydrate AP Metered Dose Aerosol (Pressurised Aerosols) 0.021 mg/actuation contain gluten.
es_es: Ninguno de los componentes del proceso de fabricación de bromuro de ipratropio monohidrato en aerosol de dosis medidas con AP (aerosoles presurizados), 0.021 mg/pulsación, contienen gluten.

source: None of the materials used in the manufacturing process of Ipratropium bromide monohydrate / Salbutamol sulphate solution for inhalation in unit dose vials, 0.52 mg :
es_es: Ninguno de los componentes del proceso de fabricación de Bromuro de ipratropio monohidrato / Sulfato de salbutamol, solución para inhalación en frascos-ampollas de dosis unitarias, 0.52 mg:

source: None of the materials used in the manufacturing process of Ipratropium bromide monohydrate / Salbutamol sulphate solution for inhalation in unit dose vials, 0.52 mg : 3.0 mg / 2.5 ml contain gluten.
es_es: Ninguno de los componentes del proceso de fabricación de Bromuro de ipratropio monohidrato / Sulfato de salbutamol, solución para inhalación en frascos-ampollas de dosis unitarias, 0.52 mg: 3.0 mg / 2.5 ml, contiene gluten.

source: None of the materials used in the manufacturing process of Pramipexole Dihydrochloride Monohydrate Tablets contain gluten.
es_es: Ninguno de los componentes del proceso de fabricación de Pramipexol diclorhidrato monohidrato, comprimidos, contiene gluten.

source: None of the materials used in the manufacturing process of linagliptin / metformin hydrochloride film-coated tablets contain gluten.
es_es: Ninguno de los componentes del proceso de fabricación de Linagliptina / Clorhidrato de metformina, comprimidos recubiertos, contiene gluten.

source: None of the materials used in the manufacturing process of nintedanib capsules contain gluten.
es_es: Ninguno de los componentes del proceso de fabricación de nintedanib, cápsulas, contiene gluten.

source: None of the materials used in the manufacturing process of pramipexole dihydrochloride monohydrate extended release (ER) contain gluten.
es_es: Ninguno de los componentes del proceso de fabricación de Pramipexol diclorhidrato monohidrato, liberación prolongada, contiene gluten.

source: None of these episodes occurred within 2 times the median tmax of empagliflozin for the respective treatment period, so no exclusions due to vomiting were necessary.
es_es: Ninguno se dio dentro de 2 por la mediana de tmáx de empagliflozina en un período de tratamiento determinado, por lo cual no fue necesaria ninguna exclusión en virtud de la emesis.

source: None of these episodes occurred within 2 times the median tmax of metformin for the respective treatment period, so no exclusions due to vomiting were necessary.
es_es: Ninguno se dio dentro de 2 por la mediana de tmáx de metformina en un período de tratamiento determinado, por lo cual no fue necesaria ninguna exclusión en virtud de la emesis.

source: None of these materials consists of nitrosamine forming agents, hence no risk is given.
es_es: Ninguno de estos materiales son formadores de nitrosaminas, por lo que no hay ningún riesgo.

source: None required transfusion.
es_es: Ninguno necesitó transfusión.

source: Noninferiority of tenecteplase was tested, followed by superiority.
es_es: Se evaluó la no inferioridad de tenecteplasa, y luego la superioridad.

source: Noninferiority will be established if the lower bound of the 95% confidence interval around the difference in proportions of patients with angiographic reperfusion in tenecteplase and alteplase arms is greater than -0.023.
es_es: Se establecerá la no inferioridad de tenecteplasa siempre que el límite inferior del intervalo de confianza del 95% sea menor a -0.023 para la diferencia proporcional de pacientes con reperfusión angiográfica en tenecteplasa y alteplasa.

source: Noninferiority would be established if the lower boundary of the two-sided 95% confidence interval of the difference in the percentages of patients with substantial reperfusion at the initial angiographic assessment in the tenecteplase group versus the alteplase group was greater than -2.3 percentage points.
es_es: La no inferioridad se establecería si el límite inferior del intervalo de confianza bilateral del 95% de la diferencia en los porcentajes de pacientes con reperfusión significativa en la evaluación angiográfica inicial del grupo de tenecteplasa frente al grupo de alteplasa era superior a -2.3 puntos porcentuales.

source: Normal Operating range (NOR)
es_es: Rango operativo normal

source: Normal UACR was reported for 58.0% of patients, while 31.1% of patients had microalbuminuria and 10.5% had macroalbuminuria.
es_es: Se informó un cociente albúmina/creatinina en orina normal en 58.0 % de los pacientes, mientras que 31.1 % de los pacientes tenía microalbuminuria y 10.5 % tenía macroalbuminuria.

source: Normal filling volume 8.0 mL
es_es: Volumen de llenado normal 8.0 ml

source: Normal filling volume 5.0 mL
es_es: Volumen de llenado normal 5,0 ml

source: Normal operating range
es_es: Rango operativo normal

source: Normalmente, el modelo ANOVA debe incluir la formulación, período, secuencia y factores dependientes de los sujetos.
es_es: Typically, the ANOVA model should include formulation, period, sequence, and subject-dependent factors.

source: Normalmente, las recomendaciones composición de la comida identificados en la sección 8.4.3.2 debe ser empleado en estudios en condiciones postprandiales.
es_es: Typically, the meal composition recommendations in 8.4.3.2 are valid for postprandial studies.

source: North America
es_es: América del Norte

source: North America, New Zealand, Australia
es_es: América del Norte, Nueva Zelanda, Australia

source: Northern Ireland |
es_es: Irlanda del Norte

source: Norway
es_es: Noruega

source: Not Related In the Investigator’s opinion, there is not a causal relationship between the investigational product and the adverse event.
es_es: No relacionado: de acuerdo con el criterio del investigador, no existe una relación causal entre el producto en investigación y el evento adverso.

source: Not a routine test.
es_es: No es una prueba de rutina

source: Not all physicians (especially those who were on locum calls or did calls infrequently) signed on to delegation logs that would enable them to enrol patients in the study.
es_es: No todos los médicos firmaron registros de delegación que les permitieran reclutar pacientes en el estudio (especialmente aquellos que estaban en guardias eventuales en el lugar o que hacian guardias infrecuentes).

source: Not applicable due to one-time administration
es_es: No corresponde por ser administración única

source: Not applicable, due to the nature of the indication with a single intravenous bolus “one-time” administration of tenecteplase.
es_es: No corresponde, debido a la naturaleza de la indicación, con una única administración en bolo intravenoso de tenecteplasa “por única vez”.

source: Not applicable, no novel excipients were used during the manufacturing process or formulation of spesolimab.
es_es: No corresponde. No se utilizaron excipientes novedosos durante el proceso de fabricación o formulación del Espesolimab.

source: Not applicable.
es_es: No corresponde.

source: Not controlled (adjustment to ambient temperature possible)
es_es: Sin controlar (se puede ajustar a temperatura ambiente)

source: Not detectable
es_es: No detectable

source: Not every category is shown for all variables.
es_es: No se muestran todas las categorías en cada una de las variables.

source: Not for human use.
es_es: No apto para uso humano.

source: Not in the market
es_es: No comercializado

source: Not included in these definitions were debridement (removal of callus or dead tissue), procedures on a stump (like stump revision, drainage of an abscess, wound revision etc.), and other procedures (e.g. nail resection or removal) without a concomitant resection of a limb (amputation or disarticulation).
es_es: En estas definiciones no se incluyeron la debridación (eliminación de callos o tejido muerto), procedimientos realizados sobre un muñón (como revisión del muñón, drenaje de un absceso, revisión de una herida, etc.) y otros procedimientos (por ejemplo, resección o extracción de uñas) sin una resección concomitante de un miembro (amputación o desarticulación).

source: Not less than 18 of 20 doses within 75 to 125 %.
es_es: Como mínimo, 18 de 20 dosis entre 75 y 125 %.

source: Not less than 60
es_es: Como mínimo, 60

source: Not measured
es_es: Sin medición

source: Not more intensely colored than reference solution B9
es_es: Coloración no más intensa que la solución de referencia B9

source: Not more intensely coloured than reference solution B5
es_es: Coloración no más intensa que la solución de referencia B5

source: Not more intensely coloured than reference solution B7
es_es: Coloración no más intensa que la solución de referencia B7

source: Not more intensely coloured than reference solution Y4
es_es: Coloración no más intensa que la solución de referencia Y4

source: Not more opalescent than reference suspension I
es_es: No más opalescente que la suspensión de referencia I

source: Not more than 2 individual values should be less than Q - 15%, but not less than Q - 25%.
es_es: Como máximo 2 valores individuales deben ser menores que Q - 15%, pero no menores que Q - 25%.

source: Not provided 3.2.P.3 Manufacturing, which includes a description of all the manufacturers involved in the manufacturing process, batch formula, description of the manufacturing process and in-process controls, control of critical and intermediate steps, validation and/or evaluation.
es_es: Falta información en el punto 3.2.P.3, Fabricación, que incluye una descripción de todos los fabricantes que participan en el proceso de fabricación, fórmula de las partidas, desscripción del proceso de fabricación y los controles intermedios del proceso, control de pasos críticos y de los productos intermedios, validación y/o evaluación.

source: Not related
es_es: No relacionada

source: Not reported
es_es: No informado

source: Not specified (if adjustable:
es_es: No especificada (si es ajustable:

source: Not tested for stability.
es_es: No se analiza para estabilidad.

source: Not using the UV detector can lead to minor retention time shifts of the peaks.
es_es: Prescindir del detector UV puede modificar levemente el tiempo de retención de los picos.

source: Not zero (0 is not included in the 95 % confidence interval of the leading coefficient)
es_es: Distinta de cero (El 0 no queda incluido en el intervalo de confianza del 95 % del coeficiente del término de mayor grado)

source: Notably, in addition to the diagnosis for HFpEF, the majority of patients displayed some level of chronic kidney disease at baseline and showed a marked decline in eGFR over time (seen in the placebo group).
es_es: En particular, además del diagnóstico de ICFEp, la mayoría de los pacientes presentaban algún nivel de enfermedad renal crónica al inicio del estudio y una marcada disminución de la TFGe con el tiempo (observada en el grupo de placebo).

source: Notar Hermann Frey
es_es: Escribano Hermann Frey

source: Notary Events
es_es: Eventos notariales

source: Note
es_es: Nota

source: Note on the robustness of the presented evaluation regarding model assumptions:
es_es: Nota sobre la robustez de la evaluación presentada respecto a los supuestos del modelo:

source: Note that for these calculations, independence of the single comparisons was assumed and, thus, the overall power per coprimary analysis should be considered to be a lower limit.
es_es: Cabe destacar que para estos cálculos se asumió la independencia de las comparaciones individuales y, por lo tanto, la potencia general por cada análisis coprimario debe considerarse un límite inferior.

source: Note that the Principal Investigator is ultimately responsible for the conduct of all aspects of the study.
es_es: Hay que destacar que el investigador principal es, en última instancia, responsable de la realización de todos los aspectos del estudio.

source: Note that the follow-up period was not fixed but that the trial was to continue until the necessary number of confirmed events had been observed.
es_es: Cabe señalar que el período de seguimiento no era fijo, sino que el ensayo continuaría hasta que se observara la cantidad necesaria de eventos confirmados.

source: Note that the gCV values for empagliflozin were 12.2% for Cmax and 7.6% for AUC0-∞ and for metformin were 12.7% for Cmax and 13.0% for AUC0-∞.
es_es: Nótese que los coeficientes de variación geométricos de empagliflozina fueron 12.2% para Cmáx y 7.6% para AUC0-∞ y los de metformina fueron 12.7% para Cmáx y 13.0% para AUC0-∞.

source: Note that the subgroup analyses were not adjusted for multiple testing, and that effects observed in small subgroups are more prone to random variation.
es_es: Cabe señalar que los análisis de subgrupos no se ajustaron para las pruebas múltiples y que los efectos observados en los subgrupos pequeños son más propensos a sufrir variaciones aleatorias.

source: Note there might have been up to 4 weeks between screening and randomisation, patients could therefore have different baseline vs screening values.
es_es: Nótese que pueden haber transcurrido hasta 4 semanas entre la selección y la aleatorización; por tanto, los pacientes podrían tener valores diferentes al inicio y al momento de la selección.

source: Note: In general, hospitalisation signifies that the subject has been detained (usually involving at least an overnight stay) at the hospital or emergency ward for observation and/or treatment that would not have been appropriate in the physician’s office or out-patient setting.
es_es: Nota: en general,"hospitalización" significa que el paciente permaneció (normalmente, una noche como mínimo) en el hospital o sala de urgencias para una observación o tratamiento que no habría sido apropiado en el consultorio del médico o en un entorno ambulatorio.

source: Note: Medical and scientific judgement should be exercised in deciding whether reporting is appropriate in other situations, such as important medical events that may not be immediately life-threatening or result in death or hospitalisation, but may jeopardise the subject or may require medical or surgical intervention to prevent one of the other outcomes listed in the above definition.
es_es: Nota: se debe aplicar el criterio médico y científico a la hora de decidir si corresponde informar en otras situaciones, como eventos médicos importantes que pueden no poner inmediatamente en peligro la vida o provocar la muerte u hospitalización, pero pueden poner en riesgo al paciente o requerir una intervención médica o quirúrgica para prevenir uno de los otros desenlaces enumerados en la definición anterior.

source: Note: The term disability means a substantial disruption of a person’s ability to conduct normal life functions.
es_es: Nota: el término "discapacidad" hace referencia a una alteración significativa de la capacidad de una persona para realizar actividades de la vida diaria.

source: Note: The term ‘life-threatening’ in the definition of ‘serious’ refers to an event in which the subject was at risk of death at the time of the event.
es_es: Nota: la expresión "implica riesgo de muerte" en la definición de "grave" se refiere a un evento en el que peligró la vida del paciente en el momento del evento.

source: Notes
es_es: Notas

source: Notin the market
es_es: No comercializado

source: Nov 2022
es_es: Nov de 2022

source: Nov 2023
es_es: de nov de 2023

source: Nov 2023 10:41 CET
es_es: Nov 2023 10:41 UTC+1

source: Nov 2023 16:15 CET
es_es: Nov 2023 16:15 UTC+1

source: Nov 2023 16:30 CET
es_es: Nov 2023 16:30 UTC+1

source: Novel Excipient
es_es: Excipiente novedoso

source: November 2023
es_es: noviembre de 2023

source: Now
es_es: Ahora

source: Nro. RS > 3RS:
es_es: Tot. Health Reg. > 3 HR:

source: Nuanced Approach:
es_es: Enfoque matizado:

source: Nucleic acid amplification techniques
es_es: Técnicas de amplificación de ácidos nucleicos

source: Null and alternative hypotheses
es_es: Hipótesis nula y alternativa

source: Null hypothesis H0 (inequivalence):
es_es: Hipótesis nula H0 (inequivalencia):

source: Null hypothesis:
es_es: Hipótesis nula:

source: Number of
es_es: Cantidad de

source: Number of Injections
es_es: Cantidad de inyecciones

source: Number of actuations
es_es: Cantidad de pulsaciones

source: Number of batches
es_es: Cantidad de partidas

source: Number of determinations per prepared sample
es_es: Cantidad de determinaciones por muestra preparada

source: Number of determinations:
es_es: Cantidad de determinaciones:

source: Number of device passes (median, IQR)
es_es: Cantidad de pases del dispositivo (mediana, rango intercuartílico)

source: Number of filling positions:
es_es: Cantidad de unidades de llenado:

source: Number of freeze-thaw cycles is cumulative for drug substance (150 mg/mL) handling described in 3.2.S.2.2 Description of Manufacturing Process and Process Controls and 3.2.P.3.3 Description of Manufacturing Process and Process Controls
es_es: La cantidad de ciclos de congelamiento/descongelamiento en la manipulación del principio activo (150 mg/ml) es acumulativa, tal como se describe en 3.2.S.2.2 Descripción del proceso de fabricación y controles del proceso y 3.2.P.3.3 Descripción del proceso de fabricación y los controles del proceso

source: Number of freeze/thaw cycles
es_es: Cant. de ciclos de congelamiento/descongelamiento

source: Number of freeze/thaw cycles:
es_es: Cant. de ciclos de congelación - descongelación:

source: Number of incubated units
es_es: Cantidad de unidades incubadas

source: Number of injections
es_es: Cantidad de inyecciones

source: Number of injections per sample
es_es: Cantidad de inyecciones por muestra

source: Number of measurements of standard solution 5 % reference (A1 and A2)
es_es: Cantidad de mediciones de la solución estándar (referencia al 5 %) (A1 y A2)

source: Number of multiple filtrations
es_es: Cantidad de filtraciones múltiples

source: Number of multiple filtrations comprises all 0.2 μm filtrations during DS 150 mg/mL handling including one reprocessing as well as the sterile filtration prior to filling and excluding the initial DS 150 mg/mL filtration after formulation described in 3.2.S.2.2 Description of Manufacturing Process and Process Controls
es_es: La cantidad de filtraciones múltiples está compuesta por todas las filtraciones por membrana de 0.2 μm durante la manipulación del principio activo a 150 mg/ml, incluido un reprocesamiento y la filtración estéril antes del llenado pero sin incluir la filtración inicial del principio activo a 150 mg/ml posterior a la formulación, según se describe en 3.2.S.2.2 Descripción del proceso de fabricación y los controles del proceso

source: Number of parent batches to be pooled
es_es: Cantidad de partidas originales que deben agruparse

source: Number of particles per vial after incubation of lyophilized tenecteplase at 50°C for 3 months as a function of PS 20 concentration
es_es: Cantidad de partículas por frasco después de la incubación de tenecteplasa liofilizada a 50 °C durante 3 meses en función de la concentración de PS 20

source: Number of patients
es_es: Cantidad de pacientes

source: Number of patients (%)
es_es: Cantidad de pacientes (%)

source: Number of patients enrolled by site in the intention-to-treat population
es_es: Cantidad de pacientes reclutados por centro entre la población según intención de tratar

source: Number of patients on treatment, N (%)
es_es: Cantidad de pacientes en tratamiento, N (%)

source: Number of patients under observation, N (%)
es_es: Cantidad de pacientes en observación, N (%)

source: Number of patients with event, N (%)
es_es: Cantidad de pacientes con evento, N (%)
